Repository: Olivier-SCHUTZ/prestige-caraibes-v3
Catalog: plugins/pc-stripe-caution/languages/pc-stripe-caution-*.po
Languages: fr_fr

source: 1. Block Funds (Hold)
fr_fr: 1. Bloquer les fonds (Empreinte)

source: 2. Charge
fr_fr: 2. Prélever

source: 3. Release
fr_fr: 3. Libérer

source: [Admin] Card saved - %s
fr_fr: [Admin] Carte enregistrée - %s

source: [Admin] Release Reminder - %s
fr_fr: [Admin] Rappel de libération - %s

source: A charge has been applied.
fr_fr: Un prélèvement a été appliqué.

source: A few days before arrival (or on D-Day), go to the case and click <strong>"Take Deposit"</strong>.
fr_fr: Quelques jours avant l'arrivée (ou le Jour J), allez dans le dossier et cliquez sur <strong>"Prendre la caution"</strong>.

source: Access denied.
fr_fr: Accès refusé.

source: Access Denied. Admins only.
fr_fr: Accès refusé. Réservé aux administrateurs.

source: Action required: Card saved
fr_fr: Action requise : Carte enregistrée

source: Action successful.
fr_fr: Action effectuée avec succès.

source: Active.
fr_fr: Actif.

source: Add the confirmation message shortcode:
fr_fr: Ajoutez le shortcode du message de confirmation :

source: Admin Email :
fr_fr: Email Admin :

source: Advanced Features (PRO)
fr_fr: Fonctionnalités avancées (PRO)

source: All good:
fr_fr: Tout est bon :

source: Amount
fr_fr: Montant

source: Amount (€)
fr_fr: Montant (€)

source: Amount €
fr_fr: Montant €

source: Amount:
fr_fr: Montant :

source: Arrival
fr_fr: Arrivée

source: Arrival Date
fr_fr: Date d'arrivée

source: Auto Release Delay
fr_fr: Délai de libération auto

source: Auto-release after departure
fr_fr: Libération auto après départ

source: Auto-release failed: %s
fr_fr: Échec de la libération auto : %s

source: Automatic daily rotation.
fr_fr: Rotation journalière automatique.

source: Automatic rotation (for stays > 7 days)
fr_fr: Rotation automatique (séjours > 7 jours)

source: Automatically release the hold X days after departure date.
fr_fr: Libérer automatiquement l'empreinte X jours après la date de départ.

source: Avoid Login screens:
fr_fr: Éviter les écrans de connexion :

source: Blocked amount:
fr_fr: Montant bloqué (empreinte) :

source: Booking Ref
fr_fr: Réf. Réservation

source: By default, the plugin uses a basic success page. To use your own design:
fr_fr: Par défaut, le plugin utilise une page de succès basique. Pour utiliser votre propre design :

source: Cancel
fr_fr: Annuler

source: Captured:
fr_fr: Encaissé :

source: Card Saved
fr_fr: Carte enregistrée

source: Card saved successfully
fr_fr: Carte enregistrée avec succès

source: Case Creation:
fr_fr: Création de dossier :

source: Case not found
fr_fr: Dossier introuvable

source: Case not found.
fr_fr: Dossier introuvable.

source: Charge Notification
fr_fr: Notification de prélèvement

source: Charged
fr_fr: Encaissée

source: Check that you have copied the Webhook Secret (<code>whsec_...</code>) and not the Public Key in the settings. Also verify that the Webhook URL in Stripe matches exactly the one provided above.
fr_fr: Vérifiez que vous avez copié le Secret Webhook (<code>whsec_...</code>) et non la Clé Publique dans les réglages. Vérifiez aussi que l'URL de Webhook dans Stripe correspond exactement à celle fournie ci-dessus.

source: Click "Add endpoint".
fr_fr: Cliquez sur "Ajouter un endpoint".

source: Click "Charge", enter the amount to capture. The rest is released automatically.
fr_fr: Cliquez sur "Prélever", entrez le montant à encaisser. Le reste est libéré automatiquement.

source: Click "Generate Link" then "Send Email". The customer receives a secure link to save their card.
fr_fr: Cliquez sur "Générer le lien" puis "Envoyer l'email". Le client reçoit un lien sécurisé pour enregistrer sa carte.

source: Click "Release" after departure (or let the PRO auto-release do it).
fr_fr: Cliquez sur "Libérer" après le départ (ou laissez la libération auto PRO le faire).

source: Client Email
fr_fr: Email client

source: Company Name
fr_fr: Nom de l'entreprise

source: Confirm Charge
fr_fr: Confirmer le prélèvement

source: Confirm Charge?
fr_fr: Confirmer le prélèvement ?

source: Content
fr_fr: Contenu

source: Copy the Signing Secret (starts with <code>whsec_...</code>) and paste it into the plugin settings.
fr_fr: Copiez le Secret de Signature (commence par <code>whsec_...</code>) et collez-le dans les réglages du plugin.

source: Create
fr_fr: Créer

source: Create a new deposit case by entering the Reference (e.g., Booking-123), Customer Email, and Amount.
fr_fr: Créez un nouveau dossier de caution en entrant la Référence (ex: Réservation-123), l'Email client et le Montant.

source: Create a new Page (e.g., "Deposit Success").
fr_fr: Créez une nouvelle Page (ex : "Succès Caution").

source: Create a private WordPress Page and add this shortcode:
fr_fr: Créez une Page WordPress privée et ajoutez ce shortcode :

source: Create Case
fr_fr: Créer un dossier

source: Create the App Shortcut:
fr_fr: Créer le raccourci App :

source: Crucial for security and updates.
fr_fr: Crucial pour la sécurité et les mises à jour.

source: Currency
fr_fr: Devise

source: Custom Thank You Page
fr_fr: Page de remerciement personnalisée

source: Customer
fr_fr: Client

source: Customer Email
fr_fr: Email client

source: Customizable emails
fr_fr: Emails personnalisables

source: D+%d after departure
fr_fr: J+%d après départ

source: D-1 reminder email sent to admin.
fr_fr: Email de rappel J-1 envoyé à l'admin.

source: Damage fees / Reported issues
fr_fr: Frais de dégradations / Problèmes signalés

source: Damages:
fr_fr: Dégâts :

source: Debited amount:
fr_fr: Montant prélevé :

source: Default (Plugin Page)
fr_fr: Par défaut (Page du plugin)

source: Defined in wp-config.php (PC_STRIPE_SECRET_KEY)
fr_fr: Défini dans wp-config.php (PC_STRIPE_SECRET_KEY)

source: Defined in wp-config.php (PC_STRIPE_WEBHOOK_SECRET)
fr_fr: Défini dans wp-config.php (PC_STRIPE_WEBHOOK_SECRET)

source: Delete
fr_fr: Supprimer

source: Delete?
fr_fr: Supprimer ?

source: Departure
fr_fr: Départ

source: Departure Date
fr_fr: Date de départ

source: Deposit Amount (€)
fr_fr: Montant de la caution (€)

source: Deposit Closed (Charge Applied) - Ref %s
fr_fr: Caution clôturée (Prélèvement effectué) - Réf %s

source: Deposit Confirmation - Ref %s
fr_fr: Confirmation de caution - Réf %s

source: Deposit created successfully!
fr_fr: Caution créée avec succès !

source: Deposit Lifecycle
fr_fr: Cycle de vie de la caution

source: Deposit Management
fr_fr: Gestion des cautions

source: Deposit my caution online
fr_fr: Déposer ma caution en ligne

source: Deposit ref. %s (%s €). Releasable after %s.
fr_fr: Caution réf. %s (%s €). Libérable après le %s.

source: Deposit Released - Ref %s
fr_fr: Caution libérée - Réf %s

source: Deposit Settings
fr_fr: Réglages Cautions

source: Deposit successfully released.
fr_fr: Caution libérée avec succès.

source: Details
fr_fr: Détails

source: Diagnostic & Tools (PRO)
fr_fr: Diagnostic & Outils (PRO)

source: Diagnostic tool ready.
fr_fr: Outil de diagnostic prêt.

source: Email Customization
fr_fr: Personnalisation des emails

source: Email sent.
fr_fr: Email envoyé.

source: Endpoint URL:
fr_fr: URL du endpoint :

source: Error "Invalid Signature"?
fr_fr: Erreur "Signature Invalide" ?

source: Events to listen for: select <code>checkout.session.completed</code>.
fr_fr: Événements à écouter : sélectionnez <code>checkout.session.completed</code>.

source: Expected release date:
fr_fr: Date de libération prévue :

source: Find it in your Stripe Dashboard under <em>Developers > API Keys</em>. It starts with <code>sk_live_...</code> (or <code>sk_test_...</code>).
fr_fr: Trouvez-la dans votre Dashboard Stripe sous <em>Développeurs > Clés API</em>. Elle commence par <code>sk_live_...</code> (ou <code>sk_test_...</code>).

source: For any questions regarding this operation, please contact us.
fr_fr: Pour toute question concernant cette opération, merci de nous contacter.

source: For any specific questions or support, please contact us at:
fr_fr: Pour toute question spécifique ou support, merci de nous contacter à :

source: Force Rotation
fr_fr: Forcer la rotation

source: Free limit reached (3/month). Upgrade to PRO for unlimited deposits.
fr_fr: Limite gratuite atteinte (3/mois). Passez en PRO pour des dépôts illimités.

source: General & Stripe Configuration
fr_fr: Configuration Générale & Stripe

source: Generate Link
fr_fr: Générer le lien

source: Go to <em>Settings > Deposit Settings</em> and select this page in the <strong>"Success Page"</strong> option (PRO).
fr_fr: Allez dans <em>Réglages > Réglages Cautions</em> et sélectionnez cette page dans l'option <strong>"Page de Succès"</strong> (PRO).

source: Go to Admin
fr_fr: Aller à l'administration

source: Go to Stripe > <em>Developers > Webhooks</em>.
fr_fr: Allez dans Stripe > <em>Développeurs > Webhooks</em>.

source: Good news! Your deposit for booking <strong>%s</strong> has been released.
fr_fr: Bonne nouvelle ! Votre caution pour la réservation <strong>%s</strong> a été libérée.

source: Guide & Help
fr_fr: Guide & Aide

source: Hello,
fr_fr: Bonjour,

source: Hold Active
fr_fr: Empreinte active

source: Hold active.
fr_fr: Caution active.

source: Hold Confirmation
fr_fr: Confirmation d'empreinte

source: How long does the hold last? (7-day limit)
fr_fr: Combien de temps dure l'empreinte ? (Limite 7 jours)

source: If the button does not work, you can copy this link into your browser:
fr_fr: Si le bouton ne fonctionne pas, vous pouvez copier ce lien dans votre navigateur :

source: If you do nothing, the system will attempt to release it automatically.
fr_fr: Sans action de votre part, le système tentera de la libérer automatiquement.

source: If you need to make a charge, now is the time!
fr_fr: Si vous devez effectuer un prélèvement, c'est le moment !

source: Is the money debited from the customer's account?
fr_fr: L'argent est-il débité du compte du client ?

source: Item
fr_fr: Élément

source: Key detected
fr_fr: Clé détectée

source: Limit Reached
fr_fr: Limite atteinte

source: Link generated.
fr_fr: Lien généré.

source: Link Sent
fr_fr: Lien envoyé

source: Link Sent to Customer
fr_fr: Lien envoyé au client

source: Link sent to customer.
fr_fr: Lien envoyé au client.

source: LITE VERSION
fr_fr: VERSION LITE

source: Missing fields.
fr_fr: Champs manquants.

source: Missing Secret
fr_fr: Secret manquant

source: Missing/Invalid SK Key
fr_fr: Clé SK manquante ou invalide

source: Mobile Dashboard
fr_fr: Tableau de bord mobile

source: Mobile Dashboard (PRO)
fr_fr: Tableau de bord mobile (PRO)

source: New
fr_fr: Nouveau

source: New Case
fr_fr: Nouveau Dossier

source: New Deposit Request
fr_fr: Nouvelle demande de caution

source: No amount has been debited. This sum is simply temporarily blocked on your account.
fr_fr: Aucun montant n'a été débité. Cette somme est simplement bloquée temporairement sur votre compte (empreinte bancaire).

source: No deposits found.
fr_fr: Aucune caution trouvée.

source: No. When taking the imprint (Hold), the money is only "blocked" (impacts the bank ceiling). It is only debited if you click "Charge".
fr_fr: Non. Lors de la prise d'empreinte (Hold), l'argent est seulement "bloqué" (impacte le plafond bancaire). Il n'est débité que si vous cliquez sur "Prélever".

source: Open
fr_fr: Ouvrir

source: Open the page, tap the "Share" button (square with arrow) > "Add to Home Screen".
fr_fr: Ouvrez la page, touchez le bouton "Partager" (carré avec flèche) > "Sur l'écran d'accueil".

source: Open the page, tap the menu (3 dots) > "Add to Home Screen".
fr_fr: Ouvrez la page, touchez le menu (3 points) > "Ajouter à l'écran d'accueil".

source: Pages & Mobile Dashboard
fr_fr: Pages & Tableau de bord Mobile

source: Partially Charged
fr_fr: Partiellement encaissée

source: PaymentMethod not available (setup incomplete).
fr_fr: Moyen de paiement indisponible (configuration incomplète).

source: Please click the button below to secure the bank imprint via our partner Stripe (no immediate debit is made):
fr_fr: Merci de cliquer sur le bouton ci-dessous pour sécuriser l'empreinte bancaire via notre partenaire Stripe (aucun débit immédiat n'est effectué) :

source: Plugin designed by
fr_fr: Plugin conçu par

source: Plugin Solution:
fr_fr: Solution du plugin :

source: PRO ACTIVATED
fr_fr: VERSION PRO ACTIVÉE

source: Reason
fr_fr: Motif

source: Reason:
fr_fr: Motif :

source: Ref
fr_fr: Réf

source: Reference
fr_fr: Référence

source: Release Confirmation
fr_fr: Confirmation de libération

source: Release Now
fr_fr: Libérer maintenant

source: Release or Charge:
fr_fr: Libérer ou Prélever :

source: Released
fr_fr: Libérée

source: Reminder: Release Tomorrow
fr_fr: Rappel : Libération Demain

source: Rotated (Extended)
fr_fr: Renouvelée

source: Rotation Failed
fr_fr: Échec rotation

source: Rotation: Previous PI cancellation failed: %s
fr_fr: Rotation : L'annulation du PI précédent a échoué : %s

source: Rotation: Requires action or off-session PI failed: %s
fr_fr: Rotation : Action requise ou échec du PI off-session : %s

source: Run Full Diagnostic
fr_fr: Lancer le diagnostic complet

source: Save Changes
fr_fr: Enregistrer les modifications

source: Secret detected
fr_fr: Secret détecté

source: Secret Key
fr_fr: Clé Secrète

source: Secure Deposit
fr_fr: Sécuriser la caution

source: Secure Deposit Link - Ref %s
fr_fr: Lien de sécurisation de caution - Réf %s

source: Security & Privacy
fr_fr: Sécurité & Confidentialité

source: Security expired.
fr_fr: Sécurité expirée.

source: See you soon at %s!
fr_fr: À bientôt chez %s !

source: Select the page where the customer is redirected after a successful deposit.
fr_fr: Sélectionnez la page vers laquelle le client est redirigé après un dépôt réussi.

source: Send Email
fr_fr: Envoyer l'email

source: Send Link:
fr_fr: Envoyer le lien :

source: Settings
fr_fr: Réglages

source: Setup Link
fr_fr: Lien de configuration

source: Silent rotation OK.
fr_fr: Rotation silencieuse OK.

source: Sincerely,<br>The %s Team
fr_fr: Cordialement,<br>L'équipe %s

source: Starts with whsec_... (See Stripe > Developers > Webhooks)
fr_fr: Commence par whsec_... (Voir Stripe > Développeurs > Webhooks)

source: Status
fr_fr: Statut

source: Status: Draft.
fr_fr: Statut : Brouillon.

source: Status: Hold Active.
fr_fr: Statut : Caution active.

source: Status: Link Sent > Card Saved (once done by customer).
fr_fr: Statut : Lien envoyé > Carte enregistrée (une fois fait par le client).

source: Stripe Configuration
fr_fr: Configuration Stripe

source: Stripe Configuration (Required)
fr_fr: Configuration Stripe (Requis)

source: Stripe Deposit Settings
fr_fr: Réglages Dépôt Stripe

source: Stripe Deposits
fr_fr: Cautions Stripe

source: Stripe limits a hold (authorization) to <strong>7 days</strong>.
fr_fr: Stripe limite une empreinte (autorisation) à <strong>7 jours</strong>.

source: Stripe Secret Key
fr_fr: Clé Secrète Stripe

source: Subject
fr_fr: Sujet

source: Success Page (Redirection)
fr_fr: Page de Succès (Redirection)

source: System Status
fr_fr: État du Système

source: Take Deposit
fr_fr: Prendre la caution

source: Take Deposit (Hold):
fr_fr: Prendre la caution (Empreinte) :

source: Tap a card to manage details.
fr_fr: Touchez une carte pour gérer les détails.

source: Thank you! Your banking details have been securely saved for the deposit.
fr_fr: Merci ! Vos coordonnées bancaires ont été enregistrées en toute sécurité pour la caution.

source: The "Rotation" system (PRO) automatically renews the hold every 6 days for long stays, ensuring you remain secured.
fr_fr: Le système de "Rotation" (PRO) renouvelle automatiquement l'empreinte tous les 6 jours pour les longs séjours, assurant votre sécurité.

source: The bank imprint has been cancelled. Depending on your bank, it may take a few days to completely disappear from your statements.
fr_fr: L'empreinte bancaire a été annulée. Selon votre banque, cela peut prendre quelques jours pour disparaître complètement de vos relevés.

source: The customer (%s) has saved their card for booking <strong>%s</strong>.
fr_fr: Le client (%s) a enregistré sa carte pour la réservation <strong>%s</strong>.

source: The deposit for booking <strong>%s</strong> (Departure: %s) must be released tomorrow (D+7).
fr_fr: La caution pour la réservation <strong>%s</strong> (Départ : %s) doit être libérée demain (J+7).

source: The rest of your bank imprint (if applicable) has been automatically released.
fr_fr: Le reste de votre empreinte bancaire (le cas échéant) a été libéré automatiquement.

source: This blocks the funds on the customer card (without debiting).
fr_fr: Cela bloque les fonds sur la carte du client (sans débit).

source: This is an automated message regarding your rental deposit.
fr_fr: Ceci est un message automatique concernant votre caution de location.

source: To finalize your booking (Ref: <strong>%s</strong>), please proceed to secure your deposit of <strong>%s €</strong>.
fr_fr: Pour finaliser votre réservation (Réf : <strong>%s</strong>), merci de procéder à la sécurisation de votre caution de <strong>%s €</strong>.

source: To make the plugin work, you must connect your Stripe account. Go to <em>Settings > Deposit Settings</em>.
fr_fr: Pour faire fonctionner le plugin, vous devez connecter votre compte Stripe. Allez dans <em>Réglages > Réglages Cautions</em>.

source: Turn your website into a mobile app to manage deposits on the go.
fr_fr: Transformez votre site en application mobile pour gérer les cautions en déplacement.

source: Unlimited deposits (vs 3/month)
fr_fr: Dépôts illimités (vs 3/mois)

source: Unlock automatic management and advanced customization.
fr_fr: Débloquez la gestion automatique et la personnalisation avancée.

source: UPGRADE NOW
fr_fr: PASSER PRO MAINTENANT

source: Upgrade to PRO
fr_fr: Passer en PRO

source: Upgrade to PRO for unlimited deposits & auto-rotation.
fr_fr: Passez en PRO pour des dépôts illimités & la rotation auto.

source: Usage Limit:
fr_fr: Limite d'utilisation :

source: Use the following placeholders in your emails: <code>{ref}</code>, <code>{amount}</code>, <code>{customer_name}</code> (if set), <code>{link}</code> (for setup), <code>{date}</code>, <code>{company}</code>.
fr_fr: Utilisez les variables suivantes dans vos emails : <code>{ref}</code>, <code>{amount}</code>, <code>{customer_name}</code> (si défini), <code>{link}</code> (pour le lien), <code>{date}</code>, <code>{company}</code>.

source: Use these shortcodes to set up your specific pages.
fr_fr: Utilisez ces shortcodes pour configurer vos pages spécifiques.

source: User Guide - PC Stripe Caution
fr_fr: Guide utilisateur - PC Stripe Caution

source: Waiting for card...
fr_fr: En attente de carte...

source: Waiting for Input
fr_fr: En attente

source: We are informing you of the closure of your deposit for booking <strong>%s</strong>.
fr_fr: Nous vous informons de la clôture de votre caution pour la réservation <strong>%s</strong>.

source: We confirm that the bank imprint for your deposit (Ref: <strong>%s</strong>) has been successfully secured.
fr_fr: Nous confirmons que l'empreinte bancaire pour votre caution (Réf : <strong>%s</strong>) a été sécurisée avec succès.

source: We remain at your disposal for any questions.
fr_fr: Nous restons à votre disposition pour toute question.

source: We wish you an excellent stay!
fr_fr: Nous vous souhaitons un excellent séjour !

source: Webhook Secret
fr_fr: Secret Webhook

source: Webhook Secret (Signature)
fr_fr: Secret Webhook (Signature)

source: When logging in, check the <strong>"Remember Me"</strong> box. Let your browser save your password so you can access the dashboard instantly next time.
fr_fr: Lors de la connexion, cochez la case <strong>"Se souvenir de moi"</strong>. Laissez votre navigateur enregistrer le mot de passe pour accéder instantanément au tableau de bord la prochaine fois.

source: Workflow
fr_fr: Fonctionnement

source: You can now go to the administration to <strong>Take the Deposit</strong> (Hold).
fr_fr: Vous pouvez maintenant aller dans l'administration pour <strong>Prendre la Caution</strong> (Empreinte).

source: You have reached your monthly limit of 3 deposits. Please upgrade to create more.
fr_fr: Vous avez atteint votre limite mensuelle de 3 cautions. Veuillez passer en PRO pour en créer plus.

source: You will receive a <strong>confirmation email</strong> as soon as the amount is officially blocked (Hold) before your arrival.
fr_fr: Vous recevrez un <strong>email de confirmation</strong> dès que le montant sera officiellement bloqué (Empreinte) avant votre arrivée.

source: Your information is encrypted by Stripe. No amount is debited immediately. The bank imprint will be automatically deleted after the deposit is released.
fr_fr: Vos informations sont chiffrées par Stripe. Aucun montant n'est débité immédiatement. L'empreinte bancaire sera supprimée automatiquement après la libération de la caution.

source: ← Back
fr_fr: ← Retour

source: ← Back to App
fr_fr: ← Retour à l'App

source: ✨ Return to Home
fr_fr: ✨ Retour à l'accueil
